{
  "ProfileBar": {
    "phrases": {
      "craftingReact": "Створення сучасного, масштабованого та зручного веб-досвіду за допомогою React.",
      "buildingDjango": "Розробка потужних бекенд-систем за допомогою Django.",
      "passionateLearning": "Захоплений вивченням нових технологій та вдосконаленням процесів розробки.",
      "optimizedSolutions": "Пристрасно працюю над створенням оптимізованих і ефективних рішень."
    },
    "titles": {
      "fullStackEngineer": "Фулстек-інженер:",
      "myCV": "Моє резюме",
      "myName": "Катрошенко Андрій",
      "Hi": "Привіт, я"
    }
  },
  "NavBar": {
    "navItems": {
      "home": "Головна",
      "skills": "Навички",
      "projects": "Проекти"
    }
  },
  "PersonalInfo": {
    "aboutMe": "Про мене  ?",
    "description": "Я фулстек розробник із глибокою пристрастю до створення якісних цифрових рішень. Моя подорож у світ програмування почалася з цікавості до того, як усе працює зсередини, і тепер я зосереджений на створенні як бекенду, так і фронтенду веб-застосунків. На бекенді я спеціалізуюся на Django, створюючи надійні та масштабовані рішення. На фронтенді працюю з React, створюючи інтуїтивно зрозумілі та інтерактивні інтерфейси. Хоча я ще на початку своєї кар'єри, прагнення до навчання та постійного самовдосконалення рухає мене вперед. Так само, як Моцарт створював симфонії з точністю та емоціями, я пишу код із тією ж пристрастю та відданістю, прагнучи гармонії у кожному проєкті. Маючи міцний фундамент у Python, C#, JavaScript та сучасних веб-технологіях, я завжди постійно вивчаю нові інструменти та тенденції, щоб бути в авангарді розвитку галузі. Я з нетерпінням чекаю на співпрацю з однодумцями та участь у проєктах, які допоможуть мені зростати."
  },
  "SkillsInfo": {
    "aboutMySkills": "Про мої навички:"
  },
  "ProjectsInfo": {
    "view": "Переглянути",
    "viewSite": "Переглянути сайт:",
    "myProjects": "Мої проекти",
    "companyTrainingSystem": "Система управління навчанням компанії",
    "portfolio": "Портфоліо",
    "notes": "Нотатки по системі Зеттелькастен",
    "inDevelop": "(В активній розробці)"

  }
}
